[
  {
    "id": 1,
    "name": "Remera Lisa M/ Corta Hombre Polo Club Algodon Cuello Redondo",
    "price": 3498,
    "description": "Esta remera azul es un elemento básico en cualquier guardarropa. Confeccionada en algodón suave y cómodo, esta remera es perfecta para cualquier ocasión. Su diseño minimalista y versátil hace que sea fácil de combinar con cualquier tipo de pantalón o short.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera.png?alt=media&token=35faeb6e-8dab-4ab7-8551-231c6a500a2c",
    "category": "remeras",
    "stock": 12
  },
  {
    "id": 2,
    "name": "Remera Manga Corta Estampadas Hombre Talles S - Xxl",
    "price": 3600,
    "description": "Remera negra con estampado gráfico: Si buscas una remera que se destaque, esta remera negra con estampado gráfico es perfecta para ti. Confeccionada en algodón suave y cómodo, esta remera tiene un diseño llamativo que te permitirá expresar tu estilo único.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera2.png?alt=media&token=56167ae0-4fcb-42d8-8d49-fa934efe89ac",
    "category": "remeras",
    "stock": 83
  },
  {
    "id": 3,
    "name": "Chomba Bross Rayada",
    "price": 10400,
    "description": "Remera de rayas: Esta remera de rayas es una opción elegante y casual. Confeccionada en algodón suave y cómodo, su diseño clásico con rayas en tonos grises y negros la hace fácil de combinar con cualquier tipo de pantalón o short.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera3.png?alt=media&token=715866e7-889d-4237-8cc0-6bff4000944a",
    "category": "remeras",
    "stock": 79
  },
  {
    "id": 4,
    "name": "Remera Original O Cuello Redondo Hombre Prototype",
    "price": 10827.30,
    "description": "Remera gris con cuello redondo: Esta remera gris con cuello redondo es una opción elegante y sofisticada. Confeccionada en algodón suave y cómodo, su diseño minimalista y suave le da un toque de elegancia a cualquier look.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera4.png?alt=media&token=9b82db64-fa1f-4a56-b189-77a89bdf630c",
    "category": "remeras",
    "stock": 58
  },
  {
    "id": 5,
    "name": "Remera mujer con detalles en cuello",
    "price": 3499,
    "description": "Remera negra con detalles en el cuello: Si buscas una remera con un toque femenino, esta remera negra con detalles en el cuello es una excelente opción. Confeccionada en algodón suave y cómodo, su diseño con detalles en el cuello le da un toque delicado y sofisticado a cualquier outfit.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera5.png?alt=media&token=92f1e956-e0e7-4c44-a2ca-a01e4fc08337",
    "category": "remeras",
    "stock": 86
  },
  {
    "id": 6,
    "name": "Remeras Camufladas Xxl Xxxl Vs Colores Selva Urbano Militar",
    "price": 6699,
    "description": "La remera verde militar es una opción casual y moderna para lucir cómodo y con estilo. Confeccionada con un tejido ligero y suave al tacto, su diseño monocromático en tono verde oscuro le da un toque elegante y versátil. Es ideal para combinar con jeans o pantalones cargo y crear un look casual y desenfadado.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera6.png?alt=media&token=ba6744a6-effa-4150-a2e8-bdea3c4af735",
    "category": "remeras",
    "stock": 94
  },
  {
    "id": 7,
    "name": "Remera Diseño De Flor Rosa Naranja Amarillo Floralart Y Patr",
    "price": 5999,
    "description": "Remera blanca con estampado floral: Esta remera blanca con estampado floral es una opción alegre y fresca. Confeccionada con un material fresco y transpirable, su diseño con estampado floral en tonos azules y verdes le da un toque primaveral a cualquier outfit. Es perfecta para combinar con shorts o faldas.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera7.png?alt=media&token=62401578-7e52-40f9-9042-9d7fe4050956",
    "category": "remeras",
    "stock": 13
  },
  {
    "id": 8,
    "name": "Remeras Basicas Premium Kingdom Vintage Mod American",
    "price": 3412.50,
    "description": "Remera gris con logo impreso: Esta remera gris con logo impreso es una opción moderna y urbana. Confeccionada con un tejido ligero y de alta calidad, su diseño minimalista con un logo impreso en tonos blancos y negros le da un toque de estilo y personalidad. Es ideal para combinar con jeans o pantalones de tela.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Remeras%2Fremera8.png?alt=media&token=f69ca515-dc2e-4781-9b5d-0e30bdf8e4ec",
    "category": "remeras",
    "stock": 43
  },
  {
    "id": 9,
    "name": "Pantalon Hombre Chino Chupin De Gabardina Colores Shaffe",
    "price": 7866,
    "description": "Pantalón chino beige: Este pantalón chino en color beige es una prenda clásica y versátil que no puede faltar en tu guardarropa. Confeccionado con algodón de alta calidad, su diseño con corte recto y bolsillos laterales lo hacen perfecto para combinar con camisas o remeras casuales.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon1.png?alt=media&token=6754d5fc-9274-433d-ae20-452d68200738",
    "category": "pantalones",
    "stock": 40
  },
  {
    "id": 10,
    "name": "Pantalón Pampero Cargo Ripstop Antidesgarro - Uso Intensivo",
    "price": 15900,
    "description": "Pantalón cargo verde oliva: Este pantalón cargo en color verde oliva es una opción moderna y funcional para hombres y mujeres. Confeccionado con una mezcla de algodón y poliéster, su diseño con bolsillos múltiples y cintura ajustable lo hacen perfecto para actividades al aire libre o para crear un look urbano y casual.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon2.png?alt=media&token=7ded345e-fe86-48b2-843d-8906fe7c571e",
    "category": "pantalones",
    "stock": 54
  },
  {
    "id": 11,
    "name": "Jean Taverniti 1428",
    "price": 18439,
    "description": "Pantalón de mezclilla clásico: Este pantalón de mezclilla clásico es una prenda imprescindible en cualquier guardarropa. Confeccionado con una mezcla de algodón y elastano, su diseño con corte recto y lavado oscuro lo hacen perfecto para combinar con camisas o remeras casuales.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon3.png?alt=media&token=1b1e801c-e134-4a69-919b-5998f1ad45ef",
    "category": "pantalones",
    "stock": 32
  },
  {
    "id": 12,
    "name": "Pantalón Jogger Elastizado Tela Gabardina",
    "price": 6090,
    "description": "Pantalón jogger gris: Este pantalón jogger en color gris es una opción cómoda y casual para el día a día. Confeccionado con una mezcla de algodón y poliéster, su diseño con cintura ajustable y tobillos elásticos lo hacen perfecto para combinar con zapatillas y una remera para un look casual y relajado.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon4.png?alt=media&token=82155a2a-82f6-4717-999a-60be3e8d9814",
    "category": "pantalones",
    "stock": 29
  },
  {
    "id": 13,
    "name": "Pantalón De Vestir Bengalina Bora",
    "price": 9879.05,
    "description": "Pantalón de vestir negro: Este pantalón de vestir en color negro es una prenda elegante y versátil que no puede faltar en tu armario. Confeccionado con una mezcla de lana y poliéster, su diseño con corte recto y detalles en los bolsillos lo hacen perfecto para combinar con camisas y zapatos de vestir para una ocasión especial.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon5.png?alt=media&token=57ce34ab-e99a-4929-b0c5-f4436193eb6a",
    "category": "pantalones",
    "stock": 31
  },
  {
    "id": 14,
    "name": "Short Estampado Mujer Pantalón Corto Moda Dama Verano Playa",
    "price": 1955,
    "description": "Pantalón corto estampado: Este pantalón corto estampado es una opción fresca y divertida para el verano. Confeccionado con algodón de alta calidad, su diseño con estampado en tonos azules y verdes lo hacen perfecto para combinar con una remera blanca y sandalias para un look casual y veraniego.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon6.png?alt=media&token=bac93a49-f573-440d-a0cd-3c0c15355d0d",
    "category": "pantalones",
    "stock": 7
  },
  {
    "id": 15,
    "name": "Joggings Hombre Chupin Deportivo Babucha Pantalon No Jean",
    "price": 2750,
    "description": "Pantalón de jogging negro: Este pantalón de jogging en color negro es una opción cómoda y moderna para un look casual y deportivo. Confeccionado con una mezcla de algodón y poliéster, su diseño con cintura y tobillos elásticos lo hacen perfecto para combinar con zapatillas y una remera para un look relajado y cómodo.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon7.png?alt=media&token=5377ec66-2f7d-47f1-94c8-cd609ff76bf9",
    "category": "pantalones",
    "stock": 56
  },
  {
    "id": 16,
    "name": "Pantalón Jogger Babucha Engomado Mujersmil Cuero Moda",
    "price": 7600,
    "description": "Pantalón de cuero sintético negro: Este pantalón de cuero sintético en color negro es una opción atrevida y elegante para crear un look moderno y sofisticado. Confeccionado con una mezcla de poliéster y elastano, su diseño con corte ajustado y detalles de costuras lo hacen perfecto para combinar con botas y una chaqueta de cuero para una salida nocturna.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Pantalones%2Fpantalon8.png?alt=media&token=d2948328-9568-4fc7-85ac-dfde96cba32f",
    "category": "pantalones",
    "stock": 16
  },
  {
    "id": 17,
    "name": "Buzo Con Capucha Canguro Calavera Algodón Gimnasio Genetic",
    "price": 13000,
    "description": "Buzo con capucha y cierre: Este buzo es perfecto para los días más fríos. Confeccionado en tela de alta calidad, cuenta con capucha y cierre para que puedas ajustarlo a tu medida. Su diseño moderno y vanguardista lo hace ideal para combinar con jeans y zapatillas.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo1.png?alt=media&token=c1be672b-527d-41b2-9891-708529f7e657",
    "category": "buzos",
    "stock": 32
  },
  {
    "id": 18,
    "name": "Buzo Deportivo Under Armour Storm Sweaterfleece Hz 1359971",
    "price": 25999,
    "description": "Buzo deportivo: Si eres amante del deporte, este buzo es para ti. Fabricado en material transpirable y de rápida absorción, te mantendrá cómodo durante tus entrenamientos. Además, cuenta con un diseño ajustado al cuerpo que te permitirá moverte con libertad.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo2.png?alt=media&token=7c66c458-cb73-4a26-b931-6e3bfebefd51",
    "category": "buzos",
    "stock": 25
  },
  {
    "id": 19,
    "name": "Maxi Buzo Largo Frisado Oversized Talles Grandes Especial",
    "price": 11379,
    "description": "Buzo oversized: Si buscas un estilo relajado y casual, este buzo oversized es la elección perfecta. Confeccionado en suave algodón y con un diseño amplio, te brindará una gran comodidad para tus actividades diarias. Puedes usarlo con jeans ajustados y zapatillas para un look urbano.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo3.png?alt=media&token=2efda1ef-579d-4a52-b0ed-83d687a4f17b",
    "category": "buzos",
    "stock": 93
  },
  {
    "id": 20,
    "name": "Buzo Playstation Joystick Gamer Doble Estampa Super Frizado",
    "price": 10999,
    "description": "Buzo con estampado: Este buzo de tela suave y cálida presenta un diseño estampado único. Perfecto para aquellos que quieren destacar en cualquier lugar. Combínalo con pantalones ajustados y botas para un look moderno.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo4.png?alt=media&token=06a7cf2d-1a81-413a-a329-36c041d4a1f2",
    "category": "buzos",
    "stock": 59
  },
  {
    "id": 21,
    "name": "Buzo Lanilla Con Bolsillos Cuello Alto Tipo Tortuga",
    "price": 2800,
    "description": "Buzo con cuello alto: Si buscas una opción más elegante, este buzo con cuello alto es perfecto. Confeccionado en tela de alta calidad, te brindará una gran comodidad y calidez. Su diseño minimalista lo hace ideal para una cena o evento formal.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo5.png?alt=media&token=ae16e972-0f5f-4cf6-9b33-6ca29600da32",
    "category": "buzos",
    "stock": 25
  },
  {
    "id": 22,
    "name": "Buzo Canguro Liso Hombre Frisa C Capucha Y Bolsillos Talles",
    "price": 4999,
    "description": "Buzo con capucha y bolsillo: Este buzo cuenta con capucha y bolsillo delantero, lo que lo hace ideal para llevar tus objetos personales contigo. Su diseño moderno y relajado es perfecto para combinar con jeans y zapatillas para un look casual.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo6.png?alt=media&token=9e62bd04-7cf3-4ff2-b8eb-a60cdc8ff0b2",
    "category": "buzos",
    "stock": 0
  },
  {
    "id": 23,
    "name": "Buzo Canguro Niño Adulto Liso Ranglan Gris Sublimable",
    "price": 6425.28,
    "description": "Buzo con mangas raglán: Este buzo presenta un diseño con mangas raglán, lo que significa que las mangas se extienden desde el cuello hasta las axilas en una sola pieza. Esto brinda una mayor libertad de movimiento y un ajuste más cómodo. Puedes usarlo para actividades deportivas o para un look casual.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo7.png?alt=media&token=1fdfb158-109a-42aa-96e1-5dd73ee951fe",
    "category": "buzos",
    "stock": 29
  },
  {
    "id": 24,
    "name": "Campera Buzo Skate Urban Camuflaje Flirty Talle 34 Calidad",
    "price": 6299,
    "description": "Buzo con estampado de camuflaje: Este buzo de tela suave y cálida presenta un diseño con estampado de camuflaje, perfecto para aquellos que quieren destacar en cualquier lugar. Combínalo con pantalones ajustados y botas para un look moderno y casual.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Buzos%2Fbuzo8.png?alt=media&token=7e87c028-3911-43ee-a301-e4cca72ef360",
    "category": "buzos",
    "stock": 78
  },
  {
    "id": 25,
    "name": "Zapatillas Topper Running Hombre Wind Iv Negro-gris Cli",
    "price": 15399,
    "description": "Zapatillas deportivas negras: Estas zapatillas están diseñadas para brindarte comodidad y estilo mientras haces ejercicio o practicas deportes al aire libre. Con una suela resistente y una parte superior de malla transpirable, estas zapatillas te permitirán moverte con facilidad y mantener tus pies frescos durante toda la actividad.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Zapatillas%2Fzapatilla1.png?alt=media&token=b8e11d0a-4d69-407f-99c4-1a5ae63e5222",
    "category": "zapatillas",
    "stock": 8
  },
  {
    "id": 26,
    "name": "Zapatilla Mujer Plataforma Lona",
    "price": 3570,
    "description": "Zapatillas rojas de plataforma: Si quieres agregar un toque de estilo a tu guardarropa, estas zapatillas rojas de plataforma son una excelente opción. Con una suela de goma gruesa y una parte superior de cuero sintético, estas zapatillas te brindarán una altura extra y un estilo moderno y versátil.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Zapatillas%2Fzapatilla2.png?alt=media&token=42cfddfa-0f82-4c32-930a-f575dc2cb80c",
    "category": "zapatillas",
    "stock": 5
  },
  {
    "id": 27,
    "name": "Zapatilla Negro John Foos 182 Negro",
    "price": 19659,
    "description": "Zapatillas de lona negras: Si buscas un estilo casual pero llamativo, estas zapatillas son perfectas para ti. Con una parte superior de lona suave y un diseño clásico de cordones, estas zapatillas combinan perfectamente con jeans, shorts o pantalones cortos. Además, la suela de goma duradera proporciona un agarre sólido y seguro.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Zapatillas%2Fzapatilla3.png?alt=media&token=1a94292d-25f6-4212-bf23-f5cc7d8bce02",
    "category": "zapatillas",
    "stock": 16
  },
  {
    "id": 28,
    "name": "Zapatillas Topper Akron Azul Con Cordones",
    "price": 17990,
    "description": "Zapatillas de running azules: Diseñadas para los corredores más exigentes, estas zapatillas de running azules están hechas con una suela de alta resistencia y una parte superior de malla transpirable para mantener tus pies frescos y secos durante tus entrenamientos más intensos. Además, la amortiguación en la suela te brinda una mayor comodidad y sujeción al correr.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Zapatillas%2Fzapatilla4.png?alt=media&token=8266fcea-fafe-44de-b95d-0941b93a2b80",
    "category": "zapatillas",
    "stock": 4
  },
  {
    "id": 29,
    "name": "Zapatillas Estilo Urbano Color Negro Para Hombre",
    "price": 34000,
    "description": "Zapatillas negras de piel: Estas zapatillas de piel negras son perfectas para quienes buscan un estilo elegante y sofisticado. Con una parte superior de cuero suave y una suela de goma resistente, estas zapatillas pueden ser usadas tanto en ocasiones formales como informales, dándote una sensación de comodidad y seguridad en todo momento.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Zapatillas%2Fzapatilla5.png?alt=media&token=8d46ab03-98eb-4e1d-95fc-d946d63e0f2f",
    "category": "zapatillas",
    "stock": 0
  },
  {
    "id": 30,
    "name": "Campera De Cuero Vacuno Rockera",
    "price": 38900,
    "description": "Campera de cuero negra con cierre frontal y bolsillos laterales. La combinación perfecta entre elegancia y comodidad. Ideal para darle un toque sofisticado a tus looks de invierno.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Camperas%2Fcampera1.png?alt=media&token=494ed9e0-0716-434d-9688-4f4d03bbef9e",
    "category": "camperas",
    "stock": 79
  },
  {
    "id": 31,
    "name": "Campera Acolchada Lefties España. Talle S. Bordo",
    "price": 20000,
    "description": "Campera acolchada de nylon en color bordo. Con cierre frontal y capucha, es perfecta para mantenerte abrigado en los días más fríos y a la moda.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Camperas%2Fcampera2.png?alt=media&token=a404fd33-e331-4182-ad0c-a74b2148b255",
    "category": "camperas",
    "stock": 9
  },
  {
    "id": 32,
    "name": "Campera Jean Mujer Oversize Rigido Clasico",
    "price": 12000,
    "description": "Campera de jean clásica en tono azul claro, con botones y bolsillos laterales. Es una prenda versátil que nunca pasa de moda y que puedes combinar con cualquier estilo.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Camperas%2Fcampera3.png?alt=media&token=6204f711-4833-4e3c-9272-adfd1e0644c9",
    "category": "camperas",
    "stock": 71
  },
  {
    "id": 33,
    "name": "Campera Pluma Entallada",
    "price": 19900,
    "description": "Campera de plumas en color azul oscuro con cierre frontal sin capucha. Con un diseño moderno y una gran capacidad térmica, es perfecta para mantener el frío a raya en tus aventuras invernales.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Camperas%2Fcampera4.png?alt=media&token=d8bd8c5e-7828-4db2-b20c-28dc2f5e3b0e",
    "category": "camperas",
    "stock": 21
  },
  {
    "id": 34,
    "name": "Campera Rompeviento Impermeable Unisex Super Liviana Capucha",
    "price": 9999,
    "description": "Campera de tela impermeable rompeviento en color verde militar con cierre frontal y bolsillos laterales. Ideal para los días lluviosos, esta campera te protege del agua y del viento y te mantiene seco sin perder el estilo.",
    "img": "https://firebasestorage.googleapis.com/v0/b/coder-ecommerce-d61d0.appspot.com/o/Camperas%2Fcampera5.png?alt=media&token=dc30252d-c92f-4fcb-92b4-4b7ddea475d3",
    "category": "camperas",
    "stock": 96
  }
]